<template>
  <div id="bodyguard" class="page services">
      <b-container>
        <h1>{{name_page}}</h1>
        <img src="../../static/services/bodyguard/bodyguard.jpg" alt="личная_охрана" class="first_img"/>
        <p class="text"><span class="emphasized">Личная охрана</span> - профессиональная охрана, обеспечивающая безопасность жизни и здоровья Клиента и конфиденциальность информации. Охранники личной охраны настоящие профессионалы своего дела, прошедшие полную систему подготовки и жесткий отбор до собеседования с клиентом.</p>
        <h6 class="block_one">Режимы работы личной охраны:</h6>
        <ul class="text">
          <li v-for="mode in Modes" :key="mode.index">{{mode.mode}}</li>
        </ul>
        <h6 class="block_two">Разновидности личной охраны:</h6>
        <img src="../../static/services/bodyguard/child_bodyguard.jpg" alt="личная_охрана_детей" class="second_img"/>
        <ul class="text varieties">
          <li v-for="bodyguard in TypesBodyguard" :key="bodyguard.index"><b>{{bodyguard.name}}</b> - {{bodyguard.descr}}</li>
        </ul>
        <img src="../../static/services/bodyguard/bodyguard_driver.jpg" alt="личная_охрана_водитель" class="third_img"/>
        <h6>Обязанности личной охраны:</h6>
        <ul class="text">
          <li v-for="name_duty in DutiesBodyguard" :key="name_duty.index">{{name_duty.duty}}</li>
        </ul>
       <Tariffs/>
      </b-container>
    </div>
</template>

<script>
  import Tariffs from "../tariffs";
    export default {
      name: "bodyguard",
      components: {Tariffs},
      data() {
        return {
          name_page: "Личная охрана",
          Modes:[
            {mode:"единовременное сопровождение Клиента на важные переговоры, мероприятия;",},
            {mode:"ежедневная охрана по установленному графику (по индивидуальной договоренности);",},
            {mode:"почасовая охрана - присутствие личного охранника на небольшой отрезок времени;",},
            {mode:"круглосуточная охрана - сопровождение Клиента 24/7.",},
          ],
          TypesBodyguard:[
            {name:"персональный охранник", descr:"опытный охранник, целью которого стоит постоянная или временная защита жизни и здоровья Клиента;",},
            {name:"водитель-охранник", descr:"квалифицированный охранник с водительскими правами, который занимается организацией  максимально безопасных маршрутов передвижения для Клиента и обеспечивающий неприкосновенность во время поездки;",},
            {name:"охрана для детей", descr:"профессиональный охранник со знаниями детской психологии, обеспечивающий безопасность ребенку (детям);",},
            {name:"vip-охрана", descr:"охрана представительной внешности, занимающаяся безопасностью VIP-персоны.",},
          ],
          DutiesBodyguard:[
            {duty:"охрана Клиента, личных вещей, автомобиля и гостей;",},
            {duty:"умение быть незаметными, корректными и вежливыми;",},
            {duty:"владение всеми приемами обороны и  видами оружия, умение вести точный огонь на поражение;",},
            {duty:"исследование и проверка мест постоянного пребывания Клиента;",},
            {duty:"постоянный мониторинг ситуации;",},
            {duty:"изучение окружения Клиента;",},
            {duty:"сопровождение Клиента на мероприятия/работу/деловые встречи и в иные организации;",},
            {duty:"своевременное устранение потенциальных угроз (выявление подслушивающих и взрывных устройств, блокировка мест, где готовится покушение и т.д.);",},
            {duty:"сопровождение во время пеших передвижениях и автосопровождение;",},
            {duty:"незамедлительная реакция во время нештатных ситуаций.",},
          ]
        }
      }
    }
</script>

<style scoped>

</style>
