<template>
  <div id="protection_of_events" class="page">
    <Name_page :name_page="name_page"/>
      <b-container>
        <b-row>
          <b-col>
            <img src="../../static/events_1.jpg">
          </b-col>
          <b-col cols="7">
            <p class="text">
              Любое массовое скопление людей на мероприятиях - это риск для безопасности участников мероприятия.
            </p>
            <p class="text">
              Вне зависимости общественные это мероприятия (ярмарки, концерты, фестивали, банкеты), деловые (конференции, семинары и бизнес-форумы)
              или частные (закрытые вечеринки, VIP-праздники) необходимо предоставлять защиту жизни и здоровья участникам
              и следить за соблюдением порядка на территории и избегать инцидентов.
            </p>
            <p class="text">
             <u>Каждое мероприятие уникальное и отличается следующими характеристиками:</u>
            </p>
            <ul class="text">
              <li>численность присутствующих людей;</li>
              <li>время и место проведения мероприятия;</li>
              <li>количество контрольно-пропускных пунктов.</li>
            </ul>
          </b-col>
        </b-row>
            <p class="text">
              <u>Перечень мер по охране мероприятий:</u>
            </p>
            <b-row>
              <b-col>
                <ul class="text">
                <li> вооруженная / невооруженная охрана со спецсредствами (газовые баллончики, дубинки, металлодетекторы, электрошокеры, наручники, фонарики);</li>
                <li>осмотр и зачистка территории перед мероприятием (обследование различных углублений, ниш, мусорных урн, шкафов и
                  ящиков, а также подарков участникам мероприятий на выявление взрывчатых средств, горючих предметов, отравляющих и наркотических веществ и т.д.);</li>
                <li> формирование четкого плана действий на все время мероприятия;</li>
                <li> предотвращение посягательств на организаторов и посетителей мероприятия;</li>
                  <li>пресечение правонарушения на территории проведения мероприятия (дебош, воровство, порча имущества), а также выведение нарушителей за пределы проведения мероприятия;</li>
                </ul>
              </b-col>
              <b-col cols="4">
                <img src="../../static/events_3.jpg">
              </b-col>
            </b-row>
            <b-row>
              <b-col cols="4">
                <img src="../../static/events_2.png">
              </b-col>
              <b-col>
                <ul class="text"><li>установление контакта с правоохранительными органами на случай непредвиденных ситуаций;</li>
                <li>проверка пропусков, предусмотренных организаторами мероприятия;</li>
                <li> мониторинг посетителей в целях предупреждения несанкционированного проноса запрещенных предметов;</li>
                <li> контроль за имуществом и транспортным средством организаторов и участников мероприятия;</li>
                <li> организация видеонаблюдения;</li>
                <li>соблюдение правил пожарной безопасности;</li>
                <li>и другие меры по желанию Клиента.</li>
                </ul>
              </b-col>
            </b-row>
        <Tarrifs_content/>
      </b-container>
  </div>
</template>

<script>
    import Secondary_pages from "../../components/secondary_pages/secondary_pages.scss";
    import Tarrifs_content from "../../components/tarrifs/tarrifs_content";
    import Name_page from "../../components/secondary_pages/name_page";
    export default {
      name: "protection_of_events",
      components: {Name_page, Tarrifs_content},
      data() {
        return {
          name_page: "Охрана мероприятий",
        }
      }
    }
</script>

<style scoped>
  .row:first-child{
    padding-bottom: 2% !important;
  }
  .row:nth-child(3){
    padding-bottom: 2% !important;
  }
  .row:nth-child(4){
    padding-bottom: 2%;
  }
  li{
    padding-bottom: 0.95%;
  }

</style>
