<template>
  <div id="guard_of_events" class="page services types_of_guard">
    <b-container>
      <h1>{{name_page}}</h1>
      <img src="../../static/services/guard_of_events/guard_of_events.jpg" class="first_img" alt="охрана_мероприятий"/>
      <p class="text"><span class="emphasized">Любое массовое скопление людей на мероприятиях </span> - это риск для безопасности участников мероприятия. Вне зависимости общественные это мероприятия, деловые или частные необходимо предоставлять защиту жизни и здоровья участникам и следить за соблюдением порядка на территории и избегать инцидентов.</p>
      <h6 class="noclear">Уникальность и отличие мероприятий:</h6>
      <ul class="text">
        <li v-for="paragraph in CharacteristicsOfEvents" :key="paragraph.index">{{paragraph.paragraph}}</li>
      </ul>
      <h6>Перечень мер по охране мероприятий:</h6>
      <img class="second_img" src="../../static/services/guard_of_events/concert_guard.png" alt="охрана_концерта"/>
      <ul class="text">
        <li v-for="duty in DutiesGuardOfEvents" :key="duty.index">{{duty.duty}}</li>
      </ul>
      <Tariffs/>
    </b-container>
  </div>
</template>

<script>
  import Tariffs from "../tariffs";
  export default {
    name: "guard_of_events",
    components: {Tariffs},
    data() {
      return {
        name_page: "Охрана мероприятий",
        CharacteristicsOfEvents:[
          {paragraph:"численность присутствующих людей;",},
          {paragraph:"время и место проведения мероприятия;",},
          {paragraph:"количество контрольно-пропускных пунктов.",},
        ],
        DutiesGuardOfEvents:[
          {duty:"вооруженная/невооруженная охрана со спецсредствами;",},
          {duty:"осмотр и зачистка территории перед мероприятием (обследование различных углублений, ниш, мусорных урн, шкафов и ящиков, а также подарков участникам мероприятий на выявление взрывчатых средств, горючих предметов, отравляющих и наркотических веществ);",},
          {duty:"формирование четкого плана действий на все время мероприятия;",},
          {duty:"предотвращение посягательств на организаторов и посетителей мероприятия;",},
          {duty:"пресечение правонарушения на территории проведения мероприятия (дебош, воровство, порча имущества), а также выведение нарушителей за пределы проведения мероприятия;",},
          {duty:"установление контакта с правоохранительными органами и ГБР на случай непредвиденных ситуаций;",},
          {duty:"проверка пропусков, предусмотренных организаторами мероприятия;",},
          {duty:"организация видеонаблюдения и мониторинг посетителей в целях предупреждения несанкционированного проноса запрещенных предметов;",},
          {duty:"соблюдение правил пожарной безопасности;",},
          {duty:"и другие меры по желанию Клиента.",},
        ]
      }
    }
  }
</script>

<style scoped>

</style>
