<template>
  <div id="guard_private_property" class="page services types_of_guard">
    <b-container>
      <h1>{{name_page}}</h1>
      <img src="../../../static/services/guard_of_real_estate/panel_protection.jpg" alt="рабочее_место_охраны(кпп)" class="first_img"/>
      <p class="text">При охране частных объектов мы учитываем все пожелания наших клиентов, создаем индивидуальную программу охраны под каждый уникальный случай и обеспечиваем максимально возможную сохранность жизни и имущества в рамках конкретной задачи.</p>
      <h4 class="text"><u>Охрана частных объектов включает:</u></h4>
      <div class="import">
        <ul>
          <li class="text" v-for="name in GuardPrivateProperty">{{name.name}}</li>
        </ul>
      </div>
      <h6 class="block_two">Круг обязанностей охранников частных объектов:</h6>
      <img class="second_img" src="../../../static/services/guard_of_real_estate/guard_private_property.jpg" alt="охрана_частных_объектов"/>
      <ul class="text">
        <li v-for="name_duty in DutiesGuardPrivateProperty" :key="name_duty.index">{{name_duty.duty}}</li>
      </ul>
      <Tariffs/>
    </b-container>
  </div>
</template>

<script>
    import Tariffs from "../../tariffs";
    export default {
        name: "guard_private_property",
      components: {Tariffs},
      data(){
        return{
          name_page: "Охрана частных объектов",
          GuardPrivateProperty:[
            {name:"охрана ТСЖ;"},
            {name:"охрана дач и дачных поселков;"},
            {name:"охрана коттеджей и коттеджных поселков;"},
            {name:"охрана жилых комплексов и многоквартирных домов;"},
            {name:"охрана часных домов и загородных резиденций."},
          ],
          DutiesGuardPrivateProperty:[
            {duty:"вооруженная охрана со спецсредствами;",},
            {duty:"защита людей, находящихся в частном объекте, и имущества частного объекта;",},
            {duty:"борьба с грабежом и другими противоправными посягательствами;",},
            {duty:"обустройство КПП и резервного поста для обеспечения непрерывного контроля частной территории;",},
            {duty:"применение комбинированных или альтернативных мер безопасности;",},
            {duty:"быстрое реагирование при возникшей угрозе;",},
            {duty:"патрулирование частного объекта для осмотра здания и прилегающих участков;",},
            {duty:"соблюдение правопорядка на вверенном объекте;",},
            {duty:"контроль прохода и проезда на территорию, а также подтверждение посторонних лиц жильцами частного объекта;",},
            {duty:"своевременное оповещение владельца частного объекта в случае форс-мажора;",},
            {duty:"отслеживание работоспособности систем: водоснабжения, отопления и пожаротушения;",},
            {duty:"оперативное взаимодействие с органами МВД и МЧС при возникновении нештатных ситуаций, угрожающих сохранности имущества или безопасности жизни и здоровья людей;",},
            {duty:"профилактика терроризма.",},
          ]
        }
      }
    }
</script>

<style scoped>

</style>

