<template>
  <div id="contact">
    <Navbar/>
    <div id="contact_content">
      <div class="place_h1">
        <b-container>
          <h1>Контакты</h1>
        </b-container>
      </div>
      <b-container>
      <b-row class="important_row">
        <b-col>
          <h2>ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ ЧАСТНОЕ ОХРАННОЕ ПРЕДПРИЯТИЕ "ВАЛЕНСИЯ"</h2>
          <b-row>
            <b-col cols="1">
              <svg xmlns="http://www.w3.org/2000/svg" x="0px" y="0px"
                   width="64" height="64"
                   viewBox="0 0 172 172"
                   style=" fill:#000000;">
                <g fill="none" fill-rule="nonzero" stroke="none" stroke-width="1" stroke-linecap="butt" stroke-linejoin="miter" stroke-miterlimit="10" stroke-dasharray="" stroke-dashoffset="0" font-family="none" font-weight="none" font-size="none" text-anchor="none" style="mix-blend-mode: normal">
                  <path d="M0,172v-172h172v172z" fill="none"></path>
                  <g>
                    <path d="M61.275,110.725c17.05896,17.05896 37.5562,29.08864 50.21884,33.47292c1.08016,0.37496 2.24288,0.37152 3.31616,0.01204c0.1806,-0.0602 16.02868,-5.48164 16.02868,-5.48164c2.193,-0.74648 4.18992,-1.97112 5.84456,-3.59308c1.548,-1.51532 3.55524,-3.4916 5.27868,-5.21504c3.35916,-3.35916 3.35916,-8.80296 0,-12.16212c-4.26216,-4.26216 -11.21784,-11.21784 -15.48,-15.48c-3.35744,-3.35916 -8.80468,-3.35916 -12.16212,0c-2.1414,2.1414 -10.18068,10.23056 -16.297,16.383c-9.1246,-4.6698 -19.23992,-10.04824 -26.93692,-17.74696c-7.697,-7.697 -13.07716,-17.81232 -17.74696,-26.93692c6.15244,-6.11632 14.2416,-14.1556 16.383,-16.297c3.35916,-3.35916 3.35916,-8.80468 0,-12.16212c-4.26216,-4.26216 -11.21784,-11.21784 -15.48,-15.48c-3.35916,-3.35916 -8.80296,-3.35916 -12.16212,0c-1.72344,1.72344 -3.69972,3.73068 -5.21504,5.27868c-1.62196,1.65464 -2.8466,3.64984 -3.59308,5.84456c0,0 -5.42144,15.84808 -5.48164,16.02868c-0.35948,1.07328 -0.3612,2.236 0.01204,3.31616c4.38428,12.66264 16.41396,33.15988 33.47292,50.21884z" fill="#ffffff"></path>
                    <path d="M113.16912,146.19656c-0.75852,0 -1.51704,-0.12384 -2.23772,-0.37324c-12.9344,-4.47888 -33.68276,-16.6926 -50.87244,-33.88228c-17.18968,-17.18968 -29.4034,-37.93632 -33.88228,-50.87244c-0.49192,-1.42072 -0.4988,-2.99108 -0.01892,-4.42384c0.06192,-0.18232 5.48508,-16.03728 5.48508,-16.03728c0.82388,-2.42004 2.20332,-4.66636 3.99212,-6.49128c1.52048,-1.55144 3.5002,-3.56556 5.22708,-5.29072c1.95048,-1.9522 4.5408,-3.02548 7.29796,-3.02548c2.75716,0 5.34748,1.07328 7.29796,3.02376l15.48,15.47828c1.94704,1.94876 3.02204,4.53908 3.02204,7.29624c0,2.75888 -1.07328,5.3492 -3.02204,7.29796c-1.89544,1.89716 -8.44176,8.40392 -14.18656,14.11432l-1.3072,1.30204c4.82976,9.38776 9.8212,18.35068 16.85772,25.3872c7.03824,7.03652 15.99944,12.02796 25.3872,16.85772l2.30652,-2.32028c5.44896,-5.48164 11.32448,-11.38984 13.10812,-13.17348c1.94876,-1.95048 4.53908,-3.02376 7.29624,-3.02376c2.75716,0 5.3492,1.07328 7.29796,3.02376l15.48,15.48c1.94876,1.94876 3.02204,4.53908 3.02204,7.29624c0,2.75716 -1.07328,5.34748 -3.02204,7.29624c-1.72688,1.7286 -3.741,3.70832 -5.29072,5.2288c-1.8232,1.78708 -4.06952,3.16824 -6.49472,3.99212v0c0.00172,0 -15.85496,5.42316 -16.03556,5.48336c-0.70692,0.23908 -1.44824,0.35604 -2.18784,0.35604zM48.16,29.24c-1.83696,0 -3.56556,0.71552 -4.86588,2.01584c-1.71828,1.71828 -3.69112,3.72208 -5.20128,5.26664c-1.43104,1.46028 -2.53528,3.25768 -3.19404,5.19612c0,0.00172 -5.39564,15.77412 -5.47992,16.0218c-0.24252,0.72412 -0.2408,1.48608 0.00688,2.20332c4.34988,12.5646 16.2626,32.76256 33.06528,49.56524c16.8044,16.8044 37.00236,28.71368 49.56524,33.06356c0.71724,0.2494 1.4792,0.25284 2.20676,0.0086c0.26832,-0.09116 16.01836,-5.47992 16.01836,-5.47992c1.9436,-0.66048 3.73928,-1.763 5.19612,-3.19232c1.54456,-1.51188 3.54836,-3.48472 5.26664,-5.203c1.30032,-1.30204 2.01584,-3.02892 2.01584,-4.86588c0,-1.83696 -0.71552,-3.56384 -2.01412,-4.86416l-15.48,-15.48c-1.30032,-1.30032 -3.0272,-2.01584 -4.86588,-2.01584c-1.83696,0 -3.56556,0.71552 -4.86588,2.01584c-1.78364,1.78364 -7.65572,7.69012 -13.10124,13.1666l-3.19232,3.21124c-0.52804,0.53148 -1.33644,0.65704 -2.0038,0.31992c-10.04652,-5.14108 -19.69916,-10.39224 -27.37036,-18.06172c-7.66776,-7.66948 -12.91892,-17.32212 -18.06,-27.36864c-0.34056,-0.66736 -0.21328,-1.47576 0.3182,-2.0038l2.19988,-2.18612c5.74136,-5.70696 12.28424,-12.21372 14.17968,-14.10744c1.30032,-1.30204 2.01584,-3.02892 2.01584,-4.86588c0,-1.83868 -0.71552,-3.56556 -2.01584,-4.86588l-15.48,-15.47828c-1.2986,-1.30032 -3.0272,-2.01584 -4.86416,-2.01584z" fill="#464c55" stroke="#464c55"
                          stroke-width="5"></path>
                  </g>
                </g>
              </svg>
            </b-col>
            <b-col>
              <p class="text">
                <b> Телефон: </b>
                +7(999)999-99-99
              </p>
            </b-col>
          </b-row>
          <b-row>
            <b-col cols="1">
              <svg xmlns="http://www.w3.org/2000/svg" x="0px" y="0px"
                   width="64" height="64"
                   viewBox="0 0 172 172"
                   style=" fill:#000000;"><g fill="none" fill-rule="nonzero" stroke="none" stroke-width="1" stroke-linecap="butt" stroke-linejoin="miter" stroke-miterlimit="10" stroke-dasharray="" stroke-dashoffset="0" font-family="none" font-weight="none" font-size="none" text-anchor="none" style="mix-blend-mode: normal"><path d="M0,172v-172h172v172z" fill="none"></path><g><path d="M153.725,141.3625h-135.45c-3.35937,0 -6.18125,-2.82322 -6.18125,-6.18259v-98.49553c0,-3.35937 2.82188,-6.18125 6.18125,-6.18125h135.45c3.35938,0 6.18125,2.82187 6.18125,6.18125v98.49688c0,3.49375 -2.82187,6.18125 -6.18125,6.18125" fill="#ffffff"></path><path d="M159.90625,36.68438l-70.00937,58.31875c-1.14219,0.94063 -2.55313,1.41094 -3.96406,1.41094c-1.41094,0 -2.82187,-0.47031 -3.96406,-1.41094l-69.875,-58.31875v0v15.99063l62.08125,51.73437c3.35938,2.82188 7.525,4.3 11.825,4.3c4.3,0 8.46563,-1.47947 11.825,-4.3l62.08125,-51.73437v-15.99063v0" fill="#cccccc"></path><path d="M153.725,30.50313h-135.45c-3.35937,0 -6.18125,2.82188 -6.18125,6.18125l70.00938,58.31875c2.28437,1.87991 5.64375,1.87991 7.92812,0l69.875,-58.31875c0,-3.35937 -2.82188,-6.18125 -6.18125,-6.18125z" fill="#cccccc"></path><path d="M153.725,25.66563h-135.45c-5.64375,0 -10.2125,4.56875 -10.2125,10.2125v98.49687c0,3.09062 1.34375,5.77812 3.35938,7.65938l0.13438,0.13437c1.74687,1.6125 4.16562,2.55313 6.71875,2.55313h135.45c5.64241,0 10.2125,-4.56875 10.2125,-10.21384v-98.62991c0,-5.64375 -4.56875,-10.2125 -10.2125,-10.2125zM18.275,33.72813h135.45c1.20803,0 2.15,0.94063 2.15,2.15v96.07813l-33.59375,-24.99375c-1.74688,-1.34375 -4.3,-0.93928 -5.64375,0.80759c-1.34375,1.74688 -0.94063,4.3 0.80759,5.64375l31.04063,23.11116h-124.43259l30.90625,-23.11116c1.74687,-1.34375 2.15,-3.89688 0.80625,-5.64375c-1.34375,-1.74687 -3.89688,-2.15134 -5.64375,-0.80759l-33.99687,25.39688v-87.88125l63.29063,52.675c2.01563,1.6125 4.3,2.41875 6.58437,2.41875c2.28437,0 4.56875,-0.80625 6.58438,-2.28303l57.10937,-47.70312c1.74688,-1.34375 2.01563,-3.89687 0.53616,-5.64375c-1.34375,-1.74687 -3.89553,-2.01562 -5.64375,-0.5375l-57.24241,47.70178c-0.80625,0.67188 -1.88125,0.67188 -2.6875,0l-67.99375,-56.70625c0.40312,-0.40312 0.94062,-0.67187 1.6125,-0.67187z" fill="#464c55"></path></g></g></svg>
            </b-col>
            <b-col>
              <p class="text">
                <b> Email: </b> valencia@yandex.ru
              </p>
            </b-col>
          </b-row>
          <b-row>
          <b-col cols="1">
            <svg xmlns="http://www.w3.org/2000/svg" x="0px" y="0px"
                 width="64" height="64"
                 viewBox="0 0 172 172"
                 style=" fill:#000000;"><g fill="none" fill-rule="nonzero" stroke="none" stroke-width="1" stroke-linecap="butt" stroke-linejoin="miter" stroke-miterlimit="10" stroke-dasharray="" stroke-dashoffset="0" font-family="none" font-weight="none" font-size="none" text-anchor="none" style="mix-blend-mode: normal"><path d="M0,172v-172h172v172z" fill="none"></path><g><path d="M86,22.17188c-35.2513,0 -63.82812,28.57682 -63.82812,63.82813c0,35.2513 28.57682,63.82813 63.82813,63.82813c35.2513,0 63.82813,-28.57682 63.82813,-63.82812c0,-35.2513 -28.57682,-63.82812 -63.82812,-63.82812z" fill="#ffffff"></path><path d="M92.71875,123.625h-13.4375c-2.28437,0 -4.03125,-1.74688 -4.03125,-4.03125c0,-2.28437 1.74688,-4.03125 4.03125,-4.03125h13.4375c2.28437,0 4.03125,1.74688 4.03125,4.03125c0,2.28437 -1.74688,4.03125 -4.03125,4.03125z" fill="#cccccc"></path><path d="M86,90.03125c-2.28437,0 -4.03125,-1.74688 -4.03125,-4.03125v-40.3125c0,-2.28438 1.74688,-4.03125 4.03125,-4.03125c2.28437,0 4.03125,1.74687 4.03125,4.03125v40.3125c0,2.28437 -1.74688,4.03125 -4.03125,4.03125z" fill="#454b54"></path><path d="M112.875,90.03125h-26.875c-2.28437,0 -4.03125,-1.74688 -4.03125,-4.03125c0,-2.28437 1.74688,-4.03125 4.03125,-4.03125h26.875c2.28437,0 4.03125,1.74688 4.03125,4.03125c0,2.28437 -1.74688,4.03125 -4.03125,4.03125z" fill="#454b54"></path><path d="M86,77.9375c-4.4528,0 -8.0625,3.6097 -8.0625,8.0625c0,4.4528 3.6097,8.0625 8.0625,8.0625c4.4528,0 8.0625,-3.6097 8.0625,-8.0625c0,-4.4528 -3.6097,-8.0625 -8.0625,-8.0625z" fill="#454b54"></path><path d="M86,153.85938c-37.35625,0 -67.85937,-30.50312 -67.85937,-67.85937c0,-37.35625 30.50313,-67.85937 67.85938,-67.85937c37.35625,0 67.85938,30.50313 67.85938,67.85938c0,37.35625 -30.50312,67.85938 -67.85937,67.85938zM86,26.20313c-32.92187,0 -59.79687,26.875 -59.79687,59.79688c0,32.92188 26.875,59.79688 59.79688,59.79688c32.92188,0 59.79688,-26.875 59.79688,-59.79687c0,-32.92187 -26.875,-59.79687 -59.79687,-59.79687z" fill="#454b54"></path></g></g></svg>
          </b-col>
          <b-col>
            <p class="text">
              <b> Часы работы: </b>
              Пн.-Пт., 9:00-18:00
            </p>
          </b-col>
        </b-row>
          <b-row>
            <b-col cols="1">
              <svg version="1.1" viewBox="0 0 400 275" xmlns="http://www.w3.org/2000/svg"
                   width="60" height="64">
                <path d="m120.29 1.625c-0.364 0.894-21.435 53.994-46.823 118l-46.16 116.38h-13.652-13.652v18.25 18.25h70.75 70.75v-18.25-18.25h-10.25c-5.638 0-10.251-0.169-10.253-0.375-6e-3 -0.928 19.764-57.022 20.038-56.853 0.17 0.104 13.45 21.793 29.512 48.196 16.061 26.403 29.316 48.005 29.453 48.005s13.391-21.602 29.451-48.005c16.061-26.402 29.339-48.089 29.508-48.193 0.272-0.168 20.051 55.927 20.044 56.85-2e-3 0.206-4.616 0.375-10.253 0.375h-10.25v18.25 18.25h70.75 70.75v-18.25-18.25h-13.654-13.655l-43.944-111.12c-24.17-61.119-45.16-114.22-46.645-118s-2.866-6.875-3.071-6.875c-0.204-0-18.008 30.825-39.564 68.5s-39.317 68.5-39.469 68.5-17.819-30.818-39.262-68.485c-21.442-37.666-39.166-68.491-39.387-68.5-0.22-8e-3 -0.698 0.716-1.062 1.61"  fill="#ffffff" stroke="#464c55" stroke-width="18"/>
              </svg>
            </b-col>
            <b-col>
              <p class="text">
                <b> Метро: </b>
                Жулебино, Котельники
              </p>
            </b-col>
          </b-row>
          <b-row>
            <b-col cols="1">
              <svg xmlns="http://www.w3.org/2000/svg" x="0px" y="0px"
                   width="64" height="64"
                   viewBox="0 0 172 172"
                   style=" fill:#000000;"><g fill="none" fill-rule="nonzero" stroke="none" stroke-width="1" stroke-linecap="butt" stroke-linejoin="miter" stroke-miterlimit="10" stroke-dasharray="" stroke-dashoffset="0" font-family="none" font-weight="none" font-size="none" text-anchor="none" style="mix-blend-mode: normal"><path d="M0,172v-172h172v172z" fill="none"></path><g><path d="M86,22.84375c-26.47188,0 -48.10625,21.5 -48.24062,47.8375c0,9.94375 3.09063,19.61875 8.86875,27.81562c0.13437,0.13437 0.13437,0.26875 0.26875,0.26875l0.13437,0.13437l36.95313,49.18125c0.5375,0.67188 1.20937,1.075 2.01562,1.075c0.80625,0 1.47812,-0.40312 2.01563,-1.075l37.0875,-49.45c0.13437,0 0.26875,-0.13437 0.26875,-0.26875c5.77813,-8.19687 8.86875,-17.7375 8.86875,-27.68125c-0.13438,-26.3375 -21.63437,-47.8375 -48.24062,-47.8375zM86,89.7625c-11.825,0 -21.36562,-9.27188 -21.36562,-20.55938c0,-11.42187 9.54062,-20.55937 21.36562,-20.55937c11.825,0 21.36563,9.1375 21.36563,20.55937c0,11.2875 -9.54063,20.55938 -21.36563,20.55938z" fill="#ffffff"></path><path d="M86,153.1875c-1.88125,0 -3.7625,-0.94063 -5.10625,-2.41875l-0.13437,-0.13438l-36.68438,-49.04688c-0.26875,-0.26875 -0.40312,-0.5375 -0.5375,-0.80625c-6.31563,-9.00312 -9.54063,-19.35 -9.54063,-30.1c0,-28.62188 23.38125,-51.86875 52.00313,-51.86875c28.75625,0 52.1375,23.38125 52.1375,52.00313c0,10.61563 -3.225,20.82813 -9.27187,29.69688c-0.26875,0.40312 -0.5375,0.80625 -0.94063,1.20938l-36.68437,48.77812l-0.13437,0.13438c-1.20938,1.6125 -3.09063,2.55312 -5.10625,2.55312zM50.12188,96.34688l0.13438,0.13438l35.74375,47.70312l35.87812,-47.8375c0.13438,-0.13437 0.26875,-0.26875 0.26875,-0.40312c5.10625,-7.39062 7.92813,-16.125 7.92813,-25.12813c0,-24.1875 -19.75313,-43.94062 -44.075,-43.94062c-24.1875,0 -44.075,19.61875 -44.20937,43.94063c0,9.00313 2.82188,17.7375 8.0625,25.2625c0.26875,0.13437 0.26875,0.26875 0.26875,0.26875z" fill="#454b54"></path><path d="M86,48.64375c-11.79991,0 -21.36562,9.20475 -21.36562,20.55937c0,11.35463 9.56572,20.55938 21.36562,20.55938c11.79991,0 21.36562,-9.20475 21.36562,-20.55938c0,-11.35463 -9.56572,-20.55937 -21.36562,-20.55937z" fill="#cccccc"></path><path d="M86,93.79375c-13.975,0 -25.39687,-11.01875 -25.39687,-24.59063c0,-13.57187 11.42188,-24.725 25.39688,-24.725c13.975,0 25.39688,11.01875 25.39688,24.59063c0,13.57188 -11.42187,24.725 -25.39688,24.725zM86,52.54063c-9.54063,0 -17.33437,7.39063 -17.33437,16.52813c0,9.1375 7.79375,16.6625 17.33437,16.6625c9.54062,0 17.33438,-7.39062 17.33438,-16.52813c0,-9.1375 -7.79375,-16.6625 -17.33438,-16.6625z" fill="#454b54"></path></g></g></svg>
            </b-col>
            <b-col>
              <p class="text">
                <b> Адрес: </b>
               Московская обл., г. Люберцы, улица Красная, 1, этаж 8, комната 24
              </p>
            </b-col>
          </b-row>
        </b-col>
        <b-col cols="5">
          <div class="place_form">
            <form name="sentMessage" id="Form" @submit.prevent="SendFeedback">
              <label for="name">Ваше имя:</label>
              <input  type="text" class="form-control" placeholder="ФИО" id="name" name="name" required="" data-validation-required-message="Пожалуйста, введите Ваше имя">
              <label for="phone">Ваше телефон:</label>
              <input  type="tel" class="form-control" placeholder="+7(xxx)xxx-xx-xx" pattern="[+]7\([0-9]{3}\)[0-9]{3}-[0-9]{2}-[0-9]{2}" id="phone" name="phone" required="" data-validation-required-message="Пожалуйста, введите Номер телефона">
              <label for="mail">Ваш E-mail:</label>
              <input  type="email" class="form-control" placeholder="Электронная почта" id="mail" name="mail" required="" data-validation-required-message="Пожалуйста, введите Ваш электронный адрес">
              <label for="message">Ваше сообщение:</label>
              <textarea class="form-control" placeholder="Опишите ваш запрос" id="message" name="message" required="" data-validation-required-message="Пожалуйста, введите сообщение"></textarea>
              <button type="submit" class="justify-content-end">Отправить сообщение</button>
            </form>
          </div>
        </b-col>
      </b-row>
       <div class="feature map">
          <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d8997.279426882762!2d37.87389096693673!3d55.68342660596789!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x414ab623148677f3%3A0xdecc2cd8ad0aba7b!2z0YPQuy4g0JrRgNCw0YHQvdCw0Y8sIDEsINCb0Y7QsdC10YDRhtGLLCDQnNC-0YHQutC-0LLRgdC60LDRjyDQvtCx0LsuLCAxNDAwMDA!5e0!3m2!1sru!2sru!4v1609692951081!5m2!1sru!2sru" width="600" height="450" frameborder="0" style="border:0;" allowfullscreen="" aria-hidden="false" tabindex="0"></iframe>
       </div>
      </b-container>
    </div>
    <Myfooter/>
  </div>
</template>

<script>
    import Navbar from "../components/navbar";
    import Myfooter from "../components/myfooter";
    export default {
        name: "contact",
      components: {Myfooter, Navbar}
    }
</script>

<style scoped lang="scss">
  #contact{
    background:linear-gradient( to top , #6d7d90, #bbc4d2, #d0d8e2);
  }
  #contact_content{
    padding: 2% 0;
  }
  h1{
    padding-left: 15px;
    font-family: 'Vollkorn', serif;
    font-weight: 600;
  }
 h2{
   margin-top: 6%;
 }
 .important_row{
   margin-bottom: 2%;
 }
  .place_h1{
    background: #e8edf5;
    padding: 5px 0;
    margin-bottom: 2%;
  }
  svg{
    float: left;
    padding: 1%;
  }
  .text{
    font-family: 'Vollkorn', serif;
    font-weight: 500;
    letter-spacing: -1px;
    font-size: 1.4rem;
    line-height: 1.5rem;
    text-shadow: 0.25px 0.5px 0.5px rgb(16, 40, 61);
    color:rgb(15, 37, 56);
    height: 2em;
    display: flex;
    align-items: center;
    padding-left: 2%;
  }
  label{
    font-weight: 800;
    font-size: 1.25rem;
    text-shadow: 0.5px 0.5px 1px white;
    color: rgb(15, 37, 56);
  }
  .place_form{
    background: #e8edf5;
    padding: 3%;
    border-radius: 10px;
    box-shadow: 7px 7px 7px rgb(15, 37, 56);
    margin-top: 1.5%;
  }
  .col-5{
    padding-right: 2.5%;
  }
  input{
    padding: 20px 10px;
    min-height: 1.2rem;
    margin-bottom: 1%;
  }
  input,textarea{
    background: #cfdde8;
    box-shadow: 2px 2px 2px rgb(15, 37, 56);
    font-weight: 700;
  }
  input:hover, textarea:hover{
    box-shadow: 7px 7px 7px rgb(15, 37, 56);
  }
  textarea{
    height: 13vh !important;
  }
  button{
    display: block;
    margin: 3% auto 0 auto;
    padding:  2%;
    font-weight: 600;
    font-family: "Tenor Sans", sans-serif;
    font-size: 1.1rem;
    border-width: 2px 0;
    border-style: solid none;
    border-color: rgb(15, 37, 56) rgb(15, 37, 56) rgb(15, 37, 56);
    border-radius: 6px;
    background:radial-gradient(#acb1c2, #afb3cb, rgba(64, 107, 139, 0.65));
    box-shadow: 2px 2px 2px rgb(15, 37, 56);
    transition: 0.2s;
  }
  button:hover { background: linear-gradient(#eee0d7, #eee0d7) #d6c8bf; }
  button:active { background: linear-gradient(#b6a89f, #eee0d7) #d6c8bf; }
  .feature.map {
    box-shadow: 7px 7px 7px rgb(15, 37, 56);

    iframe {
      filter: opacity(75%) brightness(95%) contrast(110%);
      min-height: 500px;
      height: auto;
      width:100% !important;
      border:0;

      box-shadow: none !important;
    }
  }
  @media screen and (max-width: 500px) {

    .feature.map {
      iframe {
        min-height: 250px !important;
        border-radius: 0.625rem !important;
      }
    }
  }
  @media screen and (min-width: 500px)and (max-width: 768px) {

    .feature.map {
      iframe {
        min-height: 330px !important;
        border-radius: 0.625rem !important;
      }
    }
  }
</style>
